Repository: inderdhir/DatWeatherDoe
Catalog: DatWeatherDoe/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, zh_hans

source: [latitude],[longitude]
de: [Breite],[Länge]
it: [latitudine],[longitudine]
ja: [緯度],[経度]
zh_hans: [纬度]、[经度]

source: ❗️Lat/Long
de: Fehler mit Breite/Länge
fr: Erreur de Lat/Lon
it: Errore Lat/Long
ja: 緯度/経度のエラー
zh_hans: 经纬度

source: ❗️Location
de: Positionsfehler
fr: Erreur d’emplacement
it: Errore Posizione
ja: 所在地のエラー
zh_hans: 位置

source: After Temperature
de: Nach Temperatur
fr: Après température
it: Dopo la temperatura
ja: 温度後
zh_hans: 在温度后

source: All
de: Alle
fr: Tous
it: Entrambe
ja: 全て
zh_hans: 全部

source: Before Temperature
de: Vor der Temperatur
fr: Avant la température
it: Prima della temperatura
ja: 温度前
zh_hans: 在温度前

source: Clear
de: Klar
fr: Temps clair
it: Sereno
ja: クリア
zh_hans: 晴朗

source: Cloudy
de: Bedeckt
fr: Nuageux
it: Nuvoloso
ja: 曇り
zh_hans: 多云

source: Configure
de: Konfigurieren
fr: Configurer
it: Configura
ja: 設定する
zh_hans: 配置

source: Done
de: Fertig
fr: Terminé
it: Fine
ja: 完了
zh_hans: 完成

source: Freezing rain
de: Gefrierender Regen
fr: Pluie verglaçante
it: Nevischio
ja: 雨氷
zh_hans: 冻雨

source: Heavy rain
de: Starkregen
fr: Forte pluie
it: Pioggia abbondante
ja: 豪雨
zh_hans: 大雨

source: Launch at Login
de: Beim Einloggen starten
fr: Lancer à la connexion
it: Avvia al Login
ja: ログイン時に起動
zh_hans: 自动启动

source: Light rain
de: Leichter Regen
fr: Pluie légère
it: Lieve pioggia
ja: 小雨
zh_hans: 小雨

source: Location
de: Position
fr: Emplacement
it: Posizione corrente
ja: 所在地
zh_hans: 定位

source: Partly cloudy
de: Wolkig
fr: Partiellement couvert
it: Parzialmente nuvoloso
ja: 晴れ時々曇り
zh_hans: 局部多云

source: Partly cloudy with rain
de: Bewölkt mit Regen
fr: Partiellement couvert avec pluie
it: Parzialmente nuvoloso con pioggia
ja: 部分的に曇り雨
zh_hans: 多云转阴有雨

source: Quit
de: Beenden
fr: Quitter
it: Chiudi
ja: 終了する
zh_hans: 退出

source: Refresh
de: Aktualisieren
fr: Rafraîchir
it: Aggiorna
ja: 再読み込みする
zh_hans: 刷新

source: Refresh Interval
de: Aktualisierungsintervall
fr: Intervalle de rafraîchissement
it: Intervallo Refresh
ja: 再読み込み間隔
zh_hans: 刷新间隔

source: Round-off Data
de: Daten runden
fr: Arrondir les données
it: Arrotonda Dati
ja: データを四捨五入する
zh_hans: 数据四舍五入

source: See Full Weather
de: Komplettes Wetter anzeigen
fr: Voir la météo complète
it: Vedi Meteo Completo
ja: 全ての天気情報を見る
zh_hans: 查看完整天气

source: Show Humidity
de: Luftfeuchtigkeit anzeigen
fr: Afficher l’humidité
it: Mostra Umidità
ja: 湿度を表示する
zh_hans: 显示湿度

source: Show Weather Icon
de: Weather Icon anzeigen
fr: Afficher l'icône météo
it: Mostra Icona Meteo
ja: 天気アイコンを表示する
zh_hans: 显示天气图标

source: Snow
de: Schnee
fr: Neige
it: Neve
ja: 雪
zh_hans: 雪

source: Sunny
de: Sonnig
fr: Ensoleillé
it: Sole
ja: 晴れ
zh_hans: 阳光

source: Thunderstorm
de: Gewitter
fr: Orage
it: Temporale
ja: 雷雨
zh_hans: 雷雨

source: Unit
de: Einheit
fr: Unité
it: Unità
ja: 単位
zh_hans: 单位

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto
ja: 不明
zh_hans: 未知

source: Unknown Location
de: Unbekannte Position
fr: Emplacement inconnu
it: Posizione Sconosciuta
ja: 所在地不明
zh_hans: 未知地区

source: Weather Condition Text
de: Aktuelles Wetter Text
fr: Condition météo texte
it: Condizioni meteo scritte
ja: 気象条件テキスト
zh_hans: 显示天气文本信息

source: Weather Source
de: Wetterquelle
fr: Source de la météo
it: Fonte Meteo
ja: 気象情報源
zh_hans: 获取天气方式

source: 5 min
ja: 5分
zh_hans: 5分钟

source: 15 min
ja: 15分
zh_hans: 15分钟

source: 30 min
ja: 30分
zh_hans: 30分钟

source: 60 min
ja: 60分
zh_hans: 60分钟

source: ❗️City
zh_hans: 城市

source: AQI
zh_hans: 空气质量

source: CFBundleName
zh_hans: DatWeatherDoe

source: Fog
zh_hans: 雾

source: Good
zh_hans: 优

source: Hazardous
zh_hans: 良

source: Hide unit ° symbol
zh_hans: 隐藏单位符号 °

source: Hide unit letter
zh_hans: 隐藏单位字母 C

source: Imperial
zh_hans: 英制

source: Metric
zh_hans: 公制

source: Mist
zh_hans: 薄雾

source: Moderate
zh_hans: 轻度污染

source: NSHumanReadableCopyright
zh_hans: Copyright © 2016 Inder Dhir. Alle Rechte vorbehalten.

source: NSLocationWhenInUseUsageDescription
zh_hans: DatWeatherDoe根据请求使用您的地理位置来确定天气.

source: Separate values with
zh_hans: 分隔符号

source: Unhealthy
zh_hans: 中度污染

source: Unhealthy for sensitive groups
zh_hans: 重度污染

source: UV Index
zh_hans: 紫外线指数

source: Very unhealthy
zh_hans: 严重污染

source: Weather Condition Position
zh_hans: 天气文本位置
